{
  "Awesome": "مذهل",
  "Livestock": "الثروة الحيوانية",
  "Transportation": "مواصلات",
  "Home": "الرئيسية",
  "Services": "الخدمات ",
  "About us": "من نحن ",
  "GreenYard": "الفناء الأخضر",

  "Contact Us": "تواصل معنا",
  "The Green Yard": "الفناء الأخضر",
  "Our company provides comprehensive livestock logistics throughout the United Arab Emirates. We deliver safe and efficient animal transportation": "توفر شركتنا خدمات لوجستية شاملة للماشية في جميع أنحاء دولة الإمارات العربية المتحدة. نحن نقدم وسائل نقل آمنة وفعالة للحيوانات",
  "ٌRead More": "المزيد",
  "24 hour service": "خدمة 24 ساعة",
  "Different live stock": "مخزون حي مختلف",
  "Green Tecnology": "التكنولوجيا الصديقة للبيئة",
  "Faster delivery": "Faster delivery",

  "Vision": "رؤيتنا",
  "Our vision is to be at the forefront of clean energy adoption in the agricultural sector, accelerating the transition towards sustainable practices.": "رؤيتنا هي أن نكون في طليعة اعتماد الطاقة النظيفة في القطاع الزراعي، وتسريع التحول نحو الممارسات المستدامة.",
  "We are inspired by and align with the noble efforts of His Highness Sheikh Mohamed bin Zayed Al Nahyan and the UAE government ato reduce CO2 emissions and promote the use of clean energy.": "نحن نستلهم وننسجم مع الجهود النبيلة التي يبذلها صاحب السمو الشيخ محمد بن زايد آل نهيان وحكومة دولة الإمارات العربية المتحدة للحد من انبعاثات ثاني أكسيد الكربون وتعزيز استخدام الطاقة النظيفة.",
  "We envision a future where our livestock transportation services contribute significantly to this nation-wide initiative, fostering a greener agricultural landscape in the UAE. Our goal is to make a lasting impact, creating a sustainable legacy for future generations to inherit.": "نحن نتصور مستقبلًا حيث تساهم خدمات نقل الماشية لدينا بشكل كبير في هذه المبادرة على مستوى الدولة، مما يعزز المشهد الزراعي الأخضر في دولة الإمارات العربية المتحدة. هدفنا هو إحداث تأثير دائم، وخلق إرث مستدام لترثه الأجيال القادمة.",
  "Our company provides comprehensive livestock logistics throughout the United Arab Emirates": "توفر شركتنا خدمات لوجستية شاملة للماشية في جميع أنحاء دولة الإمارات العربية المتحدة",
  "We deliver safe and efficient animal transportation, including the transfer of essential animal materials and nutrients. Our team ensures smooth and stress-free livestock relocation within farms and facilities,": "نحن نقدم وسائل نقل آمنة وفعالة للحيوانات، بما في ذلك نقل المواد والمغذيات الحيوانية الأساسية. يضمن فريقنا نقل الماشية بشكل سلس وخالي من الإجهاد داخل المزارع والمرافق،",
  "adhering to the highest standards of animal welfare. We are committed to your livestock's well-being and strive to exceed your service expectations.": "الالتزام بأعلى معايير الرفق بالحيوان. نحن ملتزمون برفاهية ماشيتك ونسعى جاهدين لتجاوز توقعات الخدمة الخاصة بك.",
  "Mission": "مهمتنا",
  "Our mission is to revolutionize the agricultural sector by pioneering the use of electric vehicles for livestock transportation. We aim to create a healthier and more efficient environment for both individuals and animals.": "مهمتنا هي إحداث ثورة في القطاع الزراعي من خلال الريادة في استخدام السيارات الكهربائية لنقل الماشية. نحن نهدف إلى خلق بيئة صحية وأكثر كفاءة لكل من الأفراد والحيوانات.",
  "By harnessing the power of sustainable technology, we seek to reduce carbon emissions and contribute to a greener future, while ensuring the utmost care for the animals in transit.": "ومن خلال تسخير قوة التكنولوجيا المستدامة، نسعى إلى تقليل انبعاثات الكربون والمساهمة في مستقبل أكثر خضرة، مع ضمان أقصى قدر من الرعاية للحيوانات أثناء النقل.",
  "Our commitment extends beyond mere transportation - we strive to drive innovation, promote animal welfare, and foster a sustainable future for the agricultural industry": "يمتد التزامنا إلى ما هو أبعد من مجرد النقل - فنحن نسعى جاهدين لدفع الابتكار وتعزيز رعاية الحيوان وتعزيز مستقبل مستدام للصناعة الزراعية.",
  "Experience": "الخبرة",
  "We are honored to have established a significant partnership with the Government of Sharjah Al-Sajaa livestock market, serving as their principal provider for livestock transportation services This collaboration has fortified our experience in the field, allowing us to deliver superior service and meet the specific needs of one of the region's most distinguished livestock markets. We are proud of our proven track record and continue to uphold our commitment to exceptional service and animal welfare.": "يشرفنا أن نقيم شراكة مهمة مع حكومة الشارقة، سوق الصجعة للماشية، الذي يعمل كمزود رئيسي لخدمات نقل الماشية. لقد عزز هذا التعاون خبرتنا في هذا المجال، مما يسمح لنا بتقديم خدمة متميزة وتلبية الاحتياجات المحددة. أحد أسواق الماشية الأكثر تميزًا في المنطقة. نحن فخورون بسجلنا الحافل ونواصل التمسك بالتزامنا بالخدمة الاستثنائية ورعاية الحيوانات.",
  "Contacts": "جهات الاتصال",
  "Company owner:": "صاحب شركة:",
  "Saleh Amir Saleh Hallabi Almarri:": "صالح أمير صالح الحلبي المري",
  "P.O. Box: 43:": "ص.ب. الصندوق: 43",
  "Get In Touch": "ابقى على تواصل",
  "Send Message to Us": "أرسل رسالة إلينا",
  "To Know More About Our Services": " لمعرفة المزيد عن خدماتنا",
  "Send Message ": "أرسل رسالة إلينا"
}
